/* Localized strings from Schema.plist file */

/* Data Class: The overarching dataclass, which at present only has one entity */
"com.mycompany.syncexamples.zensync.customdataclass" = "Zen Objects";

/* Singular Data Class: Used for any UI that needs a singular name. */
"Singular:com.mycompany.syncexamples.zensync.customdataclass" = "Zen Object";

/* Entity: The sole entity of our Zen DataClass */
"com.mycompany.syncexamples.zensync.customentity" = "Zen Entity";

/* Attribute: The Name of the individual */
"com.mycompany.syncexamples.zensync.customentity/Name" = "Name";

/* Attribute: The Individual's Team's Name */
"com.mycompany.syncexamples.zensync.customentity/Team" = "Team Name";

/* Attribute: An arbitrary value */
"com.mycompany.syncexamples.zensync.customentity/Time1" = "Time 1";

/* Attribute: Another arbitrary value */
"com.mycompany.syncexamples.zensync.customentity/Time2" = "Time 2";
